# GUI Applications (macOS only)
# Install via: brew bundle --file=~/dotfiles/Brewfile
# Managed by: scripts/install_apps

brew "cargo-release"
brew "copier"
cask "brave-browser"
cask "clipy"
cask "discord"
cask "docker-desktop"
cask "google-drive"
brew "hugo"
cask "kap"
cask "obsidian"
cask "pika"
cask "raycast"
cask "rectangle"
cask "signal"
cask "spotify"
cask "visual-studio-code"
cask "zoom"